<template>
  <div>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
      <p>商品基本信息</p>
  </div>
</template>

<script>
export default {
  props: {
    goods: {
      type: Object,
      default() {
        return {};
      }
    }
  }
};
</script>

<style>
</style>